export interface CityData {
  value: Array<string>;
  label: string;
}

export const cityData = [
  {
    value: [
      "松山區",
      "信義區",
      "大安區",
      "中山區",
      "中正區",
      "大同區",
      "萬華區",
      "文山區",
      "南港區",
      "內湖區",
      "士林區",
      "北投區",
    ],
    label: "台北市",
  },
  {
    value: [
      "板橋區",
      "三重區",
      "中和區",
      "永和區",
      "新莊區",
      "新店區",
      "樹林區",
      "鶯歌區",
      "三峽區",
      "淡水區",
      "汐止區",
      "瑞芳區",
      "土城區",
      "蘆洲區",
      "五股區",
      "泰山區",
      "林口區",
      "深坑區",
      "石碇區",
      "坪林區",
      "三芝區",
      "石門區",
      "八里區",
      "平溪區",
      "雙溪區",
      "貢寮區",
      "金山區",
      "萬里區",
      "烏來區",
    ],
    label: "新北市",
  },
  {
    value: ["東區", "北區", "香山區"],
    label: "新竹市",
  },
];
